Repository: Twinlife/twinme-ios
Catalog: Twinme/Localizable.xcstrings
Source language: en
Languages: ar, bg, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, ko, nb, nl, pl, pt_pt, ro, ru, sk, sl, sq, sr_latn, sv, tr, uk, vi, zh_hans, zh_hant

# preview_files_view_resize_message
source: Resizing before sending…
ar: تغيير الحجم قبل الإرسال...
bg: Преоразмеряване преди изпращане…
cs: Změna velikosti před odesláním…
da: Ændrer størrelse før afsendelse…
de: Größenanpassung vor dem Senden…
el: Αλλαγή μεγέθους πριν από την αποστολή…
es: Redimensionando antes de enviar…
fa: تغییر اندازه قبل از ارسال...
fi: Koon muuttaminen ennen lähettämistä…
fr: Redimensionnement avant envoi…
he: שינוי גודל לפני שליחה...
hi: भेजने से पहले साइज़ बदल रहा है…
hr: Promjena veličine prije slanja…
hu: Átméretezés küldés előtt…
id: Mengubah ukuran sebelum mengirim…
it: Ridimensionamento prima dell'invio…
ja: 送信前にサイズ調整中…
ko: 전송하기 전에 크기를 조정하는 중…
nb: Endre størrelse før sending ...
nl: Formaat aanpassen voor verzending…
pl: Zmiana rozmiaru przed wysłaniem…
pt_pt: Redimensionando antes de enviar…
ro: Se redimensionează înainte de trimitere…
ru: Изменение размера перед отправкой…
sk: Zmena veľkosti pred odoslaním…
sl: Spreminjanje velikosti pred pošiljanjem ...
sq: Ridimensionimi para dërgimit…
sr_latn: Promena veličine pre slanja…
sv: Ändrar storlek innan sändning…
tr: Göndermeden önce yeniden boyutlandırılıyor…
uk: Зміна розміру перед надсиланням…
vi: Đang thay đổi kích thước trước khi gửi…
zh_hans: 正在调整大小以便发送……
zh_hant: 正在調整大小以便發送…

# preview_files_view_retrieving_media_message
source: Retrieving media in progress…
ar: جارٍ استرجاع الوسائط...
bg: Извличане на медийни файлове в процес…
cs: Probíhá načítání médií…
da: Henter medier i gang…
de: Medien werden abgerufen…
el: Ανάκτηση πολυμέσων σε εξέλιξη…
es: Recuperando archivos multimedia en curso…
fa: در حال بازیابی رسانه...
fi: Median hakeminen käynnissä…
fr: Récupération des médias en cours…
he: אחזור מדיה מתבצע...
hi: मीडिया रिट्रीव हो रहा है…
hr: Dohvaćanje medija u tijeku…
hu: Média letöltése folyamatban…
id: Sedang mengambil media…
it: Recupero dei file multimediali in corso…
ja: メディアを取得中…
ko: 미디어를 가져오는 중…
nb: Henter media pågår ...
nl: Media wordt opgehaald…
pl: Pobieranie multimediów w toku…
pt_pt: Recuperar media em andamento…
ro: Se preia media în curs de desfășurare…
ru: Загрузка медиафайлов в процессе…
sk: Prebieha načítanie médií…
sl: Pridobivanje medijev v teku ...
sq: Duke marrë median në vazhdim…
sr_latn: Preuzimanje medija u toku…
sv: Hämtar media pågår…
tr: Medya dosyaları alınıyor…
uk: Триває отримання медіафайлів…
vi: Đang tải phương tiện…
zh_hans: 正在获取媒体文件……
zh_hant: 正在獲取媒體檔案…

# privacy_view_coach_mark
source: Lock the application with biometric services or with a PIN code.
ar: قفل التطبيق بخدمات المقاييس الحيوية أو برمز PIN.
bg: Заключете приложението с биометрия или PIN код.
cs: Uzamkněte aplikaci biometrickými službami nebo PIN kódem.
da: Lås applikationen med biometriske tjenester eller med en PIN-kode.
de: Sperren Sie die Anwendung mit biometrischen Diensten oder mit einem PIN-Code.
el: Κλειδώστε την εφαρμογή με βιομετρικά ή με PIN.
es: Bloquea la aplicación con servicios biométricos o con un código PIN.
fa: برنامه را با خدمات بیومتریک یا با کد پین قفل کنید.
fi: Lukitse sovellus biometrisilla palveluilla tai PIN-koodilla.
fr: Verrouillez l’application avec les services biométriques ou avec un code PIN.
he: נעל את האפליקציה בשירותים ביומטריים או בקוד PIN.
hi: एप्लिकेशन को बायोमेट्रिक सेवाओं या पिन कोड के साथ लॉक करें।
hr: Zaključajte aplikaciju biometrijskim uslugama ili PIN-kodom.
hu: Zárold az alkalmazást biometrikus azonosítással vagy PIN-kóddal.
id: Kunci aplikasi dengan layanan biometrik atau dengan kode PIN.
it: Blocca l’applicazione con i servizi biometrici o con un codice PIN.
ja: 生体認証サービスまたは PIN コードでアプリケーションをロックします。
ko: 생체 인식 서비스 또는 PIN 코드로 애플리케이션을 잠급니다.
nb: Lås applikasjonen med biometriske tjenester eller med en PIN-kode.
nl: Vergrendel de applicatie met biometrische diensten of met een pincode.
pl: Zablokuj aplikację usługami biometrycznymi lub kodem PIN.
pt_pt: Bloqueie o aplicativo com serviços biométricos ou com um código PIN.
ro: Blocați aplicația cu servicii biometrice sau un cod PIN.
ru: Заблокируйте приложение с помощью биометрических сервисов или PIN-кода.
sk: Uzamknite aplikáciu pomocou biometrie alebo PIN kódu.
sl: Zaklenite aplikacijo z biometričnimi storitvami ali s PIN-kodo.
sq: Bllokoni aplikacionin me shërbime biometrike ose me një kod PIN.
sr_latn: Zaključajte aplikaciju biometrijskim uslugama ili PIN kodom.
sv: Lås applikationen med biometriska tjänster eller med en PIN-kod.
tr: Uygulamayı biyometrik servislerle veya bir PIN koduyla kilitleyin.
uk: Заблокуйте програму за допомогою біометричних послуг або PIN-коду.
vi: Khóa ứng dụng bằng sinh trắc học hoặc mã PIN.
zh_hans: 使用生物识别服务或 PIN 码锁定应用程序。
zh_hant: 使用生物識別服務或 PIN 碼鎖定應用程序。

# privacy_view_display_recent_call
source: Hide calls in device history
ar: إخفاء المكالمات في سجل الجهاز
bg: Скриване на обажданията в историята на устройството
cs: Skrýt hovory v historii zařízení
da: Skjul opkald i enheds historikken
de: Anrufe im Geräteverlauf ausblenden
el: Απόκρυψη κλήσεων στο ιστορικό της συσκευής
es: Ocultar llamadas en el historial del dispositivo
fa: مخفی کردن تماس ها در سابقه دستگاه
fi: Piilota puhelut laite historiassa
fr: Masquer les appels dans l’historique de l’appareil
he: הסתר שיחות בהיסטוריית המכשיר
hi: डिवाइस इतिहास में कॉल छुपाएं
hr: Sakrij pozive u povijesti uređaja
hu: Hívások elrejtése az eszköz előzményeiben
id: Sembunyikan panggilan di riwayat perangkat
it: Nascondi le chiamate nella cronologia del dispositivo
ja: デバイス履歴で通話を非表示にする
ko: 기기 기록에서 통화 숨기기
nb: Skjul anrop i enhetsloggen
nl: Oproepen verbergen in apparaat geschiedenis
pl: Ukryj połączenia z historii urządzenia
pt_pt: Ocultar chamadas no histórico do dispositivo
ro: Ascunde apelurile din istoricul dispozitivului
ru: Скрыть звонки в истории устройства
sk: Skryť hovory v histórii zariadenia
sl: Skrij klice v zgodovini naprave
sq: Fshih thirrjet në historikun e pajisjes
sr_latn: Sakrij pozive u istoriji uređaja
sv: Dölj samtal i enhetshistorik
tr: Cihaz geçmişinde aramaları gizle
uk: Приховати дзвінки в історії пристрою
vi: Ẩn cuộc gọi khỏi lịch sử thiết bị
zh_hans: 在设备历史记录中隐藏通话
zh_hant: 在設備歷史記錄中隱藏通話

# privacy_view_display_recent_call_message
source: If you have enabled unknown contacts filtering on your device, incoming calls from the application will appear in the "Unknown Callers" list.
ar: إذا فعّلتَ خاصية تصفية جهات الاتصال غير المعروفة على جهازك، فستظهر المكالمات الواردة من التطبيق في قائمة "المتصلون غير المعروفين".
bg: Ако сте активирали филтриране на непознати контакти на устройството си, входящите обаждания от приложението ще се показват в списъка „Непознати обаждащи се“.
cs: Pokud jste na svém zařízení povolili filtrování neznámých kontaktů, příchozí hovory z aplikace se zobrazí v seznamu „Neznámí volající“.
da: Hvis du har aktiveret filtrering af ukendte kontakter på din enhed, vises indgående opkald fra applikationen på listen "Ukendte opkaldere".
de: Wenn Sie auf Ihrem Gerät die Filterung unbekannter Kontakte aktiviert haben, werden eingehende Anrufe von dieser Anwendung in der Liste „Unbekannte Anrufer“ angezeigt.
el: Αν έχετε ενεργοποιήσει το φιλτράρισμα άγνωστων επαφών στη συσκευή σας, οι εισερχόμενες κλήσεις από την εφαρμογή θα εμφανίζονται στη λίστα «Άγνωστοι καλούντες».
es: Si ha activado el filtro de contactos desconocidos en su dispositivo, las llamadas entrantes de la aplicación aparecerán en la lista de "Llamadas desconocidas".
fa: اگر فیلتر کردن مخاطبین ناشناس را در دستگاه خود فعال کرده باشید، تماس‌های دریافتی از برنامه در لیست «تماس‌گیرندگان ناشناس» ظاهر می‌شوند.
fi: Jos olet ottanut käyttöön tuntemattomien yhteystietojen suodatuksen laitteellasi, sovelluksesta tulevat puhelut näkyvät "Tuntemattomat soittajat" -luettelossa.
fr: Si vous avez activé le filtrage des contacts inconnus sur votre appareil, les appels entrants provenant de l'application apparaîtront dans la liste « Correspondants inconnus ».
he: אם הפעלת סינון אנשי קשר לא ידועים במכשיר שלך, שיחות נכנסות מהאפליקציה יופיעו ברשימת "מתקשרים לא ידועים".
hi: अगर आपने अपने डिवाइस पर अनजान कॉन्टैक्ट फ़िल्टरिंग चालू की है, तो एप्लिकेशन से आने वाली कॉल "अनजान कॉलर्स" लिस्ट में दिखाई देंगी।
hr: Ako ste na svom uređaju omogućili filtriranje nepoznatih kontakata, dolazni pozivi iz aplikacije pojavit će se na popisu „Nepoznati pozivatelji“.
hu: Ha engedélyezte az ismeretlen névjegyek szűrését az eszközén, az alkalmazásból érkező bejövő hívások az „Ismeretlen hívók” listában jelennek meg.
id: Jika Anda telah mengaktifkan penyaringan kontak tidak dikenal di perangkat Anda, panggilan masuk dari aplikasi akan muncul di daftar "Penelepon Tidak Dikenal".
it: Se hai abilitato il filtro per i contatti sconosciuti sul tuo dispositivo, le chiamate in arrivo dall'applicazione appariranno nell'elenco "Chiamanti sconosciuti".
ja: デバイスで不明な連絡先フィルタリングを有効にしている場合、アプリからの着信は「不明な発信
ko: 기기에서 알 수 없는 연락처 필터링을 활성화한 경우, 해당 앱으로 걸려오는 전화는 "알 수 없는 발신자" 목록에 표시됩니다.
nb: Hvis du har aktivert filtrering av ukjente kontakter på enheten din, vises innkommende anrop fra appen i listen «Ukjente innringere».
nl: Als u het filteren van onbekende contacten op uw apparaat hebt ingeschakeld, verschijnen inkomende oproepen van de app in de lijst 'Onbekende bellers'.
pl: Jeśli włączono filtrowanie nieznanych kontaktów na urządzeniu, połączenia przychodzące z aplikacji pojawią się na liście „Nieznani rozmówcy”.
pt_pt: Se tiver ativado a filtragem de contactos desconhecidos no seu dispositivo, as chamadas recebidas pela aplicação aparecerão na lista "Chamadas Desconhecidas".
ro: Dacă ați activat filtrarea contactelor necunoscute pe dispozitivul dvs., apelurile primite din aplicație vor apărea în lista „Apelanți necunoscuți”.
ru: Если на вашем устройстве включена фильтрация неизвестных контактов, входящие звонки из приложения будут отображаться в списке «Неизвестные абоненты».
sk: Ak ste na svojom zariadení povolili filtrovanie neznámych kontaktov, prichádzajúce hovory z aplikácie sa zobrazia v zozname „Neznámi volajúci“.
sl: Če ste v svoji napravi omogočili filtriranje neznanih stikov, bodo dohodni klici iz aplikacije prikazani na seznamu »Neznani klicatelji«.
sq: Nëse keni aktivizuar filtrimin e kontakteve të panjohura në pajisjen tuaj, thirrjet hyrëse nga aplikacioni do të shfaqen në listën "Telefonues të panjohur".
sr_latn: Ako ste na svom uređaju omogućili filtriranje nepoznatih kontakata, dolazni pozivi iz aplikacije pojaviće se na listi „Nepoznati pozivaoci“.
sv: Om du har aktiverat filtrering av okända kontakter på din enhet visas inkommande samtal från appen i listan "Okända uppringare".
tr: Cihazınızda bilinmeyen kişiler filtreleme özelliğini etkinleştirdiyseniz, uygulamadan gelen aramalar "Bilinmeyen Arayanlar" listesinde görünecektir.
uk: Якщо на вашому пристрої увімкнено фільтрацію невідомих контактів, вхідні дзвінки з програми відображатимуться у списку «Невідомі абоненти».
vi: Nếu bạn đã bật tính năng lọc số liên lạc không xác định trên thiết bị của mình, các cuộc gọi đến từ ứng dụng sẽ xuất hiện trong danh sách "Người gọi không xác định".
zh_hans: 如果您已在装置上启用未知联络人过滤，则来自该应用程式的来电将显示在「未知来电」清单中。
zh_hant: 如果您已在裝置上啟用未知聯絡人過濾，則來自該應用程式的來電將顯示在「未知來電」清單中。

# privacy_view_hide_last_screen_message
source: Prevent previews from appearing in the application switcher
ar: منع المعاينات من الظهور في مبدل التطبيق
bg: И скрийте приложението, когато преминава във фонов режим, ако устройството го позволява.
cs: A skryjte aplikaci při přechodu na pozadí, pokud to zařízení umožňuje.
da: Undgå, at forhåndsvisning vises i applikationsomskifteren
de: Die Anwendung verbergen, wenn sie in den Hintergrund tritt, sofern das Gerät dies zulässt.
el: Και αποκρύψτε την εφαρμογή όταν πάει στο παρασκήνιο, αν το επιτρέπει η συσκευή.
es: Evitar que aparezcan vistas previas en el selector de aplicaciones
fa: از نمایش پیش نمایش در برنامه تعویض برنامه جلوگیری کنید
fi: Estä esikatselujen näkyminen sovelluskytkimessä
fr: Ne pas afficher les aperçus dans le sélecteur d’applis.
he: אל תציג תצוגה מקדימה בבוחר האפליקציות.
hi: एप्लिकेशन स्विचर में दिखने से पूर्वावलोकन रोकें
hr: I sakrijte aplikaciju kada prijeđe u pozadinu, ako uređaj to dopušta.
hu: És rejtsd el az alkalmazást háttérbe lépéskor, ha az eszköz támogatja.
id: Cegah pratinjau agar tidak muncul di pengalih aplikasi
it: Impedisci la visualizzazione delle anteprime nel selettore di applicazioni
ja: プレビューがアプリケーションスイッチャーに表示されないようにする
ko: 응용 프로그램 전환기에 미리보기가 나타나지 않도록 방지
nb: Forhindre at forhåndsvisning vises i applikasjonsbryteren
nl: Voorkom dat er voorbeelden verschijnen in de applicatiewisselaar
pl: Zablokuj wyświetlanie podglądów w przełączniku aplikacji
pt_pt: Impedir que as visualizações apareçam no alternador de aplicativos
ro: Și ascundeți aplicația când merge în fundal, dacă dispozitivul permite.
ru: Запретить предварительный просмотр в переключателе приложений
sk: A skryte aplikáciu pri prechode na pozadie, ak to zariadenie umožňuje.
sl: In skrijte aplikacijo, ko deluje v ozadju, če naprava to omogoča.
sq: Dhe fshihni aplikacionin kur kalon në sfond, nëse pajisja e lejon.
sr_latn: I sakrijte aplikaciju kada pređe u pozadinu, ako uređaj to dozvoljava.
sv: Förhindra att förhandsgranskningar visas i applikationsomkopplaren
tr: Uygulama değiştiricide önizlemelerin görünmesini engelleyin
uk: Відсутність попередніх переглядів у перемикачі додатків
vi: Ngăn xem trước khi chuyển đổi ứng dụng
zh_hans: 防止预览出现在应用程序切换器中
zh_hant: 防止預覽出現在應用程序切換器中

# privacy_view_hide_last_screen_title
source: Hide last screen
ar: إخفاء الشاشة الأخيرة
bg: Забраняване на скрийншотове
cs: Zakázat snímky obrazovky
da: Skjul sidste skærm
de: Screenshots verbieten
el: Απαγόρευση λήψης στιγμιότυπων οθόνης
es: Ocultar última pantalla
fa: پنهان کردن آخرین صفحه
fi: Piilota viimeinen näyttö
fr: Cacher le dernier écran
he: הסתר את המסך האחרון
hi: अंतिम स्क्रीन छिपाएँ
hr: Zabrani snimke zaslona
hu: Képernyőkép tiltása
id: Sembunyikan layar terakhir
it: Nascondi l’ultima schermata
ja: 最後の画面を非表示
ko: 마지막 화면 숨기기
nb: Skjul siste skjerm
nl: Verberg laatste scherm
pl: Ukryj ostatni ekran
pt_pt: Ocultar última tela
ro: Interziceți capturile de ecran
ru: Скрыть последний экран
sk: Zakázať snímky obrazovky
sl: Prepovej posnetke zaslona
sq: Ndalo pamjet e ekranit
sr_latn: Zabrani snimke ekrana
sv: Dölj sista skärmen
tr: Son ekranı gizle
uk: Приховати останній екран
vi: Ẩn màn hình cuối cùng
zh_hans: 隐藏上一个屏幕
zh_hant: 隱藏上一個屏幕

# privacy_view_lock_screen_message
source: Unlock access to the application using your device biometric or passcode authentication services. You can still answer incoming calls and receive notifications while access to the app is locked.
ar: افتح الوصول إلى التطبيق باستخدام خدمات المصادقة البيومترية أو رمز المرور بجهازك. لا يزال بإمكانك الرد على المكالمات الواردة وتلقي الإخطارات أثناء قفل الوصول إلى التطبيق.
bg: Отключете достъпа до приложението чрез биометрия или парола на устройството. Все още ще можете да приемате обаждания и известия, докато приложението е заключено.
cs: Odemkněte přístup k aplikaci pomocí biometrického ověření nebo kódu zařízení. Příchozí hovory a oznámení budou přijímány i při uzamknutém přístupu.
da: Lås op for adgang til applikationen ved hjælp af enhedens biometriske tjenester eller adgangskodeautentificeringstjenester. Du kan stadig besvare indgående opkald og modtage underretninger, mens adgangen til appen er låst.
de: Entsperren Sie den Zugriff auf die Anwendung mithilfe der biometrischen Dienste oder der Passcode-Authentifizierung Ihres Geräts. Sie können weiterhin eingehende Anrufe annehmen und Benachrichtigungen erhalten, während der Zugriff auf die App gesperrt ist.
el: Ξεκλειδώστε την εφαρμογή χρησιμοποιώντας βιομετρικά ή κωδικό συσκευής. Μπορείτε πάντα να απαντάτε σε κλήσεις και να λαμβάνετε ειδοποιήσεις ενώ η εφαρμογή είναι κλειδωμένη.
es: Desbloquee el acceso a la aplicación utilizando los servicios de autenticación biométrica o de contraseña de su dispositivo. Aún puede responder llamadas entrantes y recibir notificaciones mientras el acceso a la aplicación está bloqueado.
fa: با استفاده از خدمات تأیید بیومتریک یا کد عبور دستگاه ، دسترسی به برنامه را باز کنید. هنگامی که دسترسی به برنامه قفل است ، همچنان می توانید به تماس های دریافتی پاسخ دهید و اعلان ها را دریافت کنید.
fi: Avaa sovelluksen käyttö laitteesi biometristen tai pääsykooditodennuspalveluiden avulla. Voit silti vastata saapuviin puheluihin ja vastaanottaa ilmoituksia, kun pääsy sovellukseen on lukittu.
fr: Déverrouillez l’accès à l’application à l’aide des services d’authentification biométrique ou par mot de passe de votre appareil. Vous pouvez toujours répondre aux appels entrants et recevoir des notifications lorsque l’accès à l’application est verrouillé.
he: נעילת גישה לאפליקציה באמצעות שירותי הביומטריה או אימות הסיסמה של המכשיר שלך. אתה עדיין יכול לענות לשיחות נכנסות ולקבל התראות כאשר הגישה לאפליקציה נעולה.
hi: अपने डिवाइस बायोमेट्रिक या पासकोड प्रमाणीकरण सेवाओं का उपयोग करके एप्लिकेशन तक पहुंच को अनलॉक करें। आप अभी भी इनकमिंग कॉल्स का जवाब दे सकते हैं और ऐप को एक्सेस करने के दौरान नोटिफिकेशन प्राप्त कर सकते हैं।
hr: Otključajte pristup aplikaciji pomoću biometrije uređaja ili usluga autentifikacije lozinkom/PIN-om. I dalje možete odgovarati na dolazne pozive i primati obavijesti dok je pristup aplikaciji zaključan.
hu: Oldd fel az alkalmazás elérését az eszköz biometrikus vagy jelkódos hitelesítésével. A bejövő hívásokra továbbra is válaszolhatsz, és értesítéseket is fogadhatsz, még zárolt állapotban is.
id: Buka kunci akses ke aplikasi menggunakan biometrik perangkat atau layanan otentikasi kode sandi. Anda masih dapat menjawab panggilan masuk dan menerima pemberitahuan saat akses ke aplikasi terkunci.
it: Sblocca l’accesso all’applicazione utilizzando i servizi di autenticazione biometrica o passcode del dispositivo. Puoi comunque rispondere alle chiamate in arrivo e ricevere notifiche mentre l’accesso all’app è bloccato.
ja: デバイスの生体認証またはパスコード認証サービスを使用して、アプリケーションへのアクセスのロックを解除します。 アプリへのアクセスがロックされている間も、着信に応答して通知を受け取ることができます。
ko: 장치 생체 인식 또는 암호 인증 서비스를 사용하여 애플리케이션에 대한 액세스를 잠금 해제합니다. 앱에 대한 액세스가 잠겨있는 동안에도 수신 전화를 받고 알림을받을 수 있습니다.
nb: Lås opp tilgang til applikasjonen ved hjelp av enhetens biometriske tjenester eller passordgodkjenningstjenester. Du kan fortsatt svare på innkommende anrop og motta varsler mens tilgangen til appen er låst.
nl: Ontgrendel de toegang tot de applicatie met behulp van de biometrische of wachtwoordverificatieservices van uw apparaat. U kunt nog steeds inkomende oproepen beantwoorden en meldingen ontvangen terwijl de toegang tot de app is vergrendeld.
pl: Odblokuj dostęp do aplikacji przy użyciu usług uwierzytelniania biometrycznego lub kodu dostępu. Nadal możesz odbierać połączenia przychodzące i otrzymywać powiadomienia, gdy dostęp do aplikacji jest zablokowany.
pt_pt: Desbloqueie o acesso ao aplicativo usando os serviços de autenticação biométrica ou de senha do dispositivo. Você ainda pode atender chamadas e receber notificações enquanto o acesso ao aplicativo está bloqueado.
ro: Deblocați accesul la aplicație prin autentificare biometrică sau cod. Puteți răspunde în continuare la apeluri și primi notificări chiar dacă aplicația este blocată.
ru: Разблокируйте доступ к приложению с помощью служб биометрической аутентификации или аутентификации по паролю. Вы по-прежнему можете отвечать на входящие звонки и получать уведомления, пока доступ к приложению заблокирован.
sk: Odomknite prístup do aplikácie pomocou biometrického overenia alebo kódu zariadenia. Počas zamknutia môžete stále prijímať hovory a oznámenia.
sl: Odklenite dostop do aplikacije z biometričnimi storitvami ali storitvami preverjanja pristnosti z geslom naprave. Še vedno lahko odgovarjate na dohodne klice in prejemate obvestila, medtem ko je dostop do aplikacije zaklenjen.
sq: Zhbllokoni qasjen në aplikacion duke përdorur shërbimet biometrike të pajisjes suaj ose autentifikimin me kod. Mund të përgjigjeni ende ndaj thirrjeve hyrëse dhe të merrni njoftime ndërkohë që qasja në aplikacion është e bllokuar.
sr_latn: Otključajte pristup aplikaciji korišćenjem biometrijskih usluga uređaja ili autentifikacije šifrom. I dalje možete odgovarati na dolazne pozive i primati obaveštenja dok je pristup aplikaciji zaključan.
sv: Lås upp åtkomst till applikationen med hjälp av enhetens biometriska eller autentiseringstjänster för lösenord. Du kan fortfarande svara på inkommande samtal och ta emot aviseringar medan åtkomsten till appen är låst.
tr: Cihazınızın biyometrik veya şifre doğrulama hizmetlerini kullanarak uygulamaya erişimin kilidini açın. Uygulamaya erişim kilitliyken de gelen aramaları cevaplayabilir ve bildirimler alabilirsiniz.
uk: Відкрити доступ до додатку через автентифікацію шляхом введення біометричних даних або паролю. Відповідати на вхідні дзвінки та отримувати сповіщення можливо навіть у разі відсутності доступу до додатку.
vi: Khóa truy cập ứng dụng bằng sinh trắc học hoặc mã bảo mật. Bạn vẫn có thể nhận cuộc gọi và thông báo khi ứng dụng bị khóa.
zh_hans: 使用设备生物识别或密码验证服务解锁对应用程序的访问。 在访问该应用程序时，您仍然可以接听来电并接收通知。
zh_hant: 使用設備生物識別或密碼驗證服務解鎖對應用程序的訪問。在訪問該應用程序時，您仍然可以接聽來電並接收通知。

# privacy_view_lock_screen_timeout
source: Access lock timeout
ar: مهلة قفل الوصول
bg: Време за заключване
cs: Časový limit uzamčení přístupu
da: Adgang til låsetimeout
de: Zeitlimit für Zugriffssperre
el: Χρονικό όριο κλειδώματος πρόσβασης
es: Tiempo de espera de bloqueo de acceso
fa: مهلت زمانی قفل دسترسی
fi: Pääsee lukituksen aikakatkaisuun
fr: Délai d’expiration du verrouillage d’accès
he: גישה לפסק זמן לנעילה
hi: एक्सेस लॉक टाइम आउट
hr: Vremensko ograničenje zaključavanja pristupa
hu: Hozzáférés-zárolás időtúllépése
id: Akses penguncian waktu tunggu
it: Timeout blocco accesso
ja: アクセスロックタイムアウト
ko: 액세스 잠금 시간 초과
nb: Åpner tidsavbrudd for låsing
nl: Time-out voor toegangsvergrendeling
pl: Limit czasu blokady dostępu
pt_pt: Tempo limite de bloqueio de acesso
ro: Timeout blocare acces
ru: Тайм-аут блокировки доступа
sk: Časový limit uzamknutia
sl: Časovna omejitev zaklepa dostopa
sq: Afati i bllokimit të qasjes
sr_latn: Vreme isteka zaključavanja pristupa
sv: Åtkomst till låsetimeout
tr: Erişim kilidi zaman aşımı
uk: Час очікування блокування доступу
vi: Thời gian chờ khóa truy cập
zh_hans: 访问锁定超时
zh_hant: 訪問鎖定超時

# privacy_view_lock_screen_timeout_instant
source: Instant
ar: فوري
bg: Мигновено
cs: Okamžitě
da: Øjeblikkelig
de: Sofort
el: Άμεσο
es: Instante
fa: فوری
fi: Välitön
fr: Instantanément
he: באופן מיידי
hi: तुरंत
hr: Odmah
hu: Azonnal
id: Instan
it: Immediato
ja: インスタント
ko: 즉시
nb: Øyeblikkelig
nl: Onmiddellijk
pl: Natychmiastowy
pt_pt: Instante
ro: Instantaneu
ru: Мгновенный
sk: Okamžite
sl: Takoj
sq: Menjëherë
sr_latn: Odmah
sv: Omedelbar
tr: Anında
uk: Миттєво
vi: Ngay lập tức
zh_hans: 即刻
zh_hant: 即刻

# privacy_view_lock_screen_title
source: Access lock
ar: قفل الوصول
bg: Заключване на достъпа
cs: Uzamčení přístupu
da: Adgangslås
de: Zugriffssperre
el: Κλείδωμα πρόσβασης
es: Bloqueo de acceso
fa: قفل دسترسی
fi: Pääsylukko
fr: Verrouillage d’accès
he: נעילת גישה
hi: पहुंच लॉक
hr: Zaključavanje pristupa
hu: Hozzáférés-zárolás
id: Kunci akses
it: Blocco di accesso
ja: アクセスロック
ko: 액세스 잠금
nb: Tilgangslås
nl: Toegangsslot
pl: Blokada dostępu
pt_pt: Bloqueio de acesso
ro: Blocare acces
ru: Блокировка доступа
sk: Uzamknutie prístupu
sl: Zaklep dostopa
sq: Bllokimi i qasjes
sr_latn: Zaključavanje pristupa
sv: Åtkomstlås
tr: Erişim kilidi
uk: Блокування доступу
vi: Khóa truy cập
zh_hans: 访问锁
zh_hant: 訪問鎖
